[Translator]
Name=Oprea Nicolae <jaff2002@yahoo.com.com>#13#10midimaniacs.no-ip.org
Updated=2015.2.5
[LanguageString]
Record=Înregistrează
Resume=Rezumă
Pause=Pauză
Encoding=Codare
Capture=Captură
Area=Zonă
Resize=Redimensionare
Open=Deschide
Options=Opţiuni
Report=Raport
Info=Info
Hotkey=Tastă rapidă
Hotkeys=Taste rapide
Save=Salvează
Codecs=Codec-uri
Timelimit=Limită timp
Stop=Stop
Confirm=Confirmare
Version=Versiune
Language=Limbă
Stereo=Stereo
Mono=Mono
Sound=Sunet
Warning=Atenţionare
Error=Eroare
Information=Informare
Confirm=Confirmare
Effect=Efect
&Yes=&Da
&No=&Nu
&OK=&OK
&Cancel=&Anulare
&Abort=&Abandonează
&Retry=&Reîncearcă
&Ignore=&Ignoră
KeyframeRate=Rată cadre
ModifiedWindowsHostFile=Detectare manipulare frauduloasă a fişierului Windows hosts.
StopRecording=Stop înregistrare ecran.
StartRecording.=Start înregistrare ecran.
CaptureScreen=Capturare ecran.
CopyToClipboard=Copiază în clipboard
PressKeyStopRecording=Apăsaţi %s pentru a opri înregistrarea.
RecordingFailed=Înregistrare nereuşită.
CauseAudioSynthesis=Cauză (sinteză audio):
NotExistDefaultOutputPath=Calea de ieşire nu există. Calea de ieşire implicită a fost schimbată.
UpdateNewVersion=Actualizaţi oCam la noua versiune.
SelectAreaToRecord=Selectaţi zona pentru înregistrare.
ResizeRecordingArea=Redimensionaţi zona de înregistrare.
ChangeSettings=Opţiuni generale de configurare a programului.
DisplaySoftwareInformation=Afişează informaţiile programului şi informaţii de licenţă.
OpenOutputPath=Deschide folderul cale de ieşire.
BrowseForFolder=Răsfoire pentru folder
FailedRecordRegisterHotkey=Tasta rapidă înregistrare nu a putut fi înregistrată.
FailedPauseRegisterHotkey=Tasta rapidă pauză înregistrare nu a putut fi înregistrată.
FailedCaptureRegisterHotkey=Tasta rapidă captură ecran nu a putut fi înregistrată.
FailedRecordAreaRegisterHotkey=Tasta rapidă "Selectaţi zona pentru înregistrare" nu a putut fi înregistrată.
PleaseChangeHotkey=Vă rugăm să modificaţi setările tastelor rapide.
LanguageChanged=Limba a fost schimbată. Se aplică după repornirea programului.
DownloadCodecs=Descarcă codec-urile de pe Internet.
WhenUsedGoodCodecs=Atunci cînd este folosit împreună cu oCam am reunit un codec bun.
GotoCodecPage=Doriţi să mergeţi la pagina cu codoare?
DontShowAgain=Nu-mi arăta din nou.
RecordingStarting=Pornire...
RecordingStopping=Oprire...
FailedInitWASSoundLibDLL=Nu s-a reuşit iniţializarea librăriei de sunet. Verificaţi dacă rulează serviciul Windows Audio.
JPEGQuality=Calitate JPEG
CompressQuality=Calitate compresie
Enabled=Activat
Disabled=Dezactivat
Used=Folosit
NotUsed=Nefolosit
LowDiskSpace=Spaţiu pe disc insuficient.
Watermark=Filigran
RecordSystemAudio=Înregistrează audio
DoNotRecordMicrophone=Nu înregistrează microfonul
DoNotRecordSystemAudio=Nu înregistrează audio
VeryHigh=Foarte mare
High=Mare
Medium=Medie
Low=Mică
VeryLow=Foarte mică
Auto=Auto
CantNotLoadImage=Nu se poate încărca filigran din fişier.
NotFoundTheTargetRecordWindow=Nu a fost găsită fereastra ţintă de înregistrare.
RecordingGame=Joc
VeryFast=Foarte rapid
Fast=Rapid
Normal=Normal
Slow=Lent
VerySlow=Foarte lent
UltraHigh=Ultra rapid
FileName=FileName
ConnectionFailed=The connection to the server has failed.
Congratulations=Congratulations
SuccessfullyRegistered=Congratulations! You Have Successfully Registered.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
InvalidEMailAddress=Invalid e-mail address. The e-mail address appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
InvalidResponseFromServer=Received an invalid response from the server.
RegisterAleady=Serial number already registered.
Donate=Donate
MonitorNotSupportResolution=Monitor does not support the resolution.
HalfSize=Half size
FitWidth=Fit width
FitHeight=Fit height
Custom=Custom

[frmMain]
mnuRecordScreen.Caption=Tot ecranul
mnuPrimaryMonitor.Caption=Monitor &primar
mnuSecondaryMonitor.Caption=Monitor &secundar
mnuFindTarget.Caption=Selectare zonă...
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Codoare Externe... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
ActionManager.Categorys.&Mode=Mod
ActionManager.Categorys.&Tools=Unelte
ActionManager.Categorys.&Help=Ajutor
actOptions.Caption=&Opţiuni...
actInformation.Caption=&Despre...
mnuRecordingTheScreenAndAudio.Caption=Înregistrare ecran şi ieşire audio
mnuRecordingOnlyAudio.Caption=Înregistrare doar ieşire audio

[frmOption]
btnOK.Caption=&OK
btnCancel.Caption=&Anulare
gbxVideoEncoding.Caption=Video
lblFPS.Caption=FPS : 
lblKeyframeRate.Caption=Rată cadre:
lblVideoBitrate.Caption=Bitrate : 
gbxAudioEncoding.Caption=Audio
lblAudioBitrate.Caption=Bitrate : 
btnRestoreDefaultSettings.Caption=&Restaurare setări iniţiale
lblSampleRate.Caption=RatăEşantionare:
lblAudioDrive.Caption=Dispozitiv :
lblChannel.Caption=Canal : 
chkAudio.Caption=Setări dispozitiv audio
chkRecordCursor.Caption=I&nclude cursorul
chkBalanceReposition.Caption=Cînd mutaţi zona de înregistrare, fereastra principală va fi mutată.
gbxHotkeySettings.Caption=Setări taste rapide
lblCaptureHotkey.Caption=Captură:
lblRecordHotkey.Caption=Înregistrare:
lblPauseHotkey.Caption=Pauză:
lblTargetHotkey.Caption=Ţintă:
gbxRservationRecord.Caption=Limită de timp înregistrare
lblMin.Caption=Minut
lblSecond.Caption=secunde
lblAfterCompletion.Caption=După terminare
chkRecordingTimeLimite.Caption=Activ&ează
gbxLanguage.Caption=Setări limbă
lblLanguage.Caption=Limbă:
Caption=Opţiuni
tsInformation.Caption=Informare
tsLicense.Caption=Acord de licenţă
lblCaptureFormat.Caption=Format de fişier imagine captură:
lblUsingMultiCore.Caption=Foloseşte multi-nuclee:
gbxMouseEffect.Caption=Efect mouse
chkEnabledMouseEffect.Caption=Efect activat
lblMouseEffectColor.Caption=Culoare
lblMouseEffectSize.Caption=Mărime
gbxTimeLimitSettings.Caption=Opţiuni
rbTimeLimitDoNothing.Caption=Nu face nimic
rbTimeLimitStartNewRecording.Caption=Începe înregistrare nouă
rbTimeLimitExitProgram.Caption=Iese din program
rbTimeLimitShutdown.Caption=Opreşte calculatorul
gbxWatermarkSettings.Caption=Adaugă filigran la videoclip
chkUseWatermark.Caption=Foloseşte filigran
lbledtWatermakrImagePath.Caption=Cale imagine:
lblOpacity.Caption=Opacitate:
gbxWatermarkImagePosition.Caption=Poziţie
lblVideoQuality.Caption=Calitate:
lblEncoderThreadCount.Caption=Nr. de thread-uri codor:
lbledtOutputPath.Caption=Cale de ieşire:
chkShowFPSOverlay.Caption=Arată strat FPS
gbxGameRecording.Caption=Înregistrare joc
lblColorConversionQuality.Caption=Calitate conversie culoare:
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Help...
ledtFileName.Caption=FileName: 
chkHideDragCursorInRecordingArea.Caption=Hide drag cursor in recording area
gbResizeVideo.Caption=Resize
chkResizeVideo.Caption=Resize a video
lblResolution.Caption=Resolution:
lblResizeQuality.Caption=Quality: 

[frmAbout]
lblDescription.Caption=oCam este 100% gratis Înregistrator pentru acasă şi birou.
btnOK.Caption=&OK
btnSendReport.Caption=Trimite un raport de eroare...
Caption=Despre
tsInformation.Caption=Informaţii
tsLicense.Caption=Acord de licenţă

[frmVFWCodecs]
Caption=Codoare externe
chkUseVFWCodec.Caption=Foloseşte codoare externe
btnDownloadCodecs.Caption=Descarcă codoare externe...
btnVideoConfiguration.Caption=&Setări
btnInformation.Caption=&Despre
btnOK.Caption=&OK
btnCancel.Caption=&Anulare

[frmRegister]
Caption=Registration
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=SerialNumber:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Cancel(&C)

[frmInternetAuth]
Caption=Wait...
lblAuthentication.Caption=Authentication...